Repository: wmhn1872265132/addonsTools
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt, tr

source: You have installed a version of the {} add-on. As its functionalities are replaced by this add-on and by add-ons store, we strongly recommend you to remove or, at least, disable it!
pt: Tem instalada uma versão do extra {}. Como as suas funcionalidades são substituídas por este extra e pela loja de extras, recomendamos vivamente que o remova ou, pelo menos, o desactive!
tr: {} eklentisinin bir sürümünü yüklediniz. İşlevleri bu eklenti ve eklenti mağazası tarafından değiştirildiğinden, kaldırmanızı veya en azından devre dışı bırakmanızı şiddetle tavsiye ederiz!

source: Warning!
pt: Atenção!
tr: Uyarı!

source: &Add-ons tools
pt: ferramentas para &extras
tr: Eklenti araçlar&ı

source: An action is pending a NVDA restart.
pt: Uma ação está pendente de um reinício do NVDA.
tr: Bir eylem NVDA'nın yeniden başlatılmasını bekliyor.

source: By security reasons, the add-on only can be used after restarting NVDA
pt: Por motivos de segurança, o extra só pode ser utilizado depois de reiniciar o NVDA
tr: Güvenlik nedeniyle, eklenti yalnızca NVDA yeniden başlatıldıktan sonra kullanılabilir

source: Do you want to restart NVDA now?
pt: Deseja reiniciar o NVDA agora?
tr: NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Question
pt: Pergunta
tr: Soru

source: Shows Add-ons tools main window
pt: Mostra a janela principal das ferramentas para extras
tr: Eklenti araçları ana penceresini gösterir

source: Add-ons tools
pt: Ferramentas para extras
tr: Eklenti araçları

source: Already exist an instance of Add-ons Tools open.
pt: Já existe uma instância do Ferramentas para extras aberta.
tr: Eklenti araçları ana penceresi zaten açık.

source: Information
pt: Informação
tr: Bilgi

source: Close NVDA when it gets blocked
pt: Sai do NVDA quando ele ficar bloqueado
tr: Kilitlendiğinde NVDA'yı kapatır

source: Choose an tool and press Tab to access the options.
pt: Escolha uma ferramenta e pressiome Tab para aceder às opções.
tr: Bir araç seçin ve seçeneklere erişmek için Sekme tuşuna basın.

source: Add-ons packager
pt: Empacotador de extras
tr: Eklenti paketleyici

source: &Add-ons list:
pt: &Lista de extras:
tr: Eklenti &listesi:

source: &Selection
pt: &Seleccção
tr: &seç

source: &Generate
pt: &Gerar
tr: &Oluştur

source: Multiple installer
pt: Instalador múltiplo
tr: Çoklu yükleyici

source: &Select a folder with add-ons to install...
pt: &Seleccionar uma pasta com extras para instalar...
tr: Yüklenecek eklentilerin bulunduğu bir klasör &seçin...

source: &Install
pt: &Instalar
tr: Y&ükle

source: Make/restore Backups
pt: Fazer/restaurar cópias de segurança
tr: Yedekleme Yap/Yedeği Geri Yükle

source: &Backup elements:
pt: &Elementos da cópia de segurança:
tr: Yedekleme &öğeleri:

source: &Create a backup
pt: &Criar uma cópia de segurança
tr: Yedek &oluştur

source: &Restore backup
pt: &Restaurar cópia de segurança
tr: Yedeği ge&ri yükle

source: Add-ons documentation
pt: Documentação dos extras
tr: Eklenti belgeleri

source: &Open add-on documentation
pt: &Abrir documentação do extra
tr: Eklenti belgesini &aç

source: &Status:
pt: &Estado:
tr: &Durum:

source: &Accept
pt: &Aceitar
tr: Ka&bul Et

source: &Cancel
pt: &Cancelar
tr: İ&ptal

source: Close
pt: Fechar
tr: Kapat

source: Dictionaries folder
pt: Pasta de dicionários
tr: Sözlükler klasörü

source: Profiles folder
pt: Pasta de perfis
tr: Profiller klasörü

source: Scratchpad folder
pt: Pasta Scratchpad
tr: Scratchpad klasörü

source: Profiles triggers file
pt: Ficheiro de accionadores de perfis
tr: Profil tetikleyicileri dosyası

source: Gestures file
pt: Ficheiro de comandos
tr: Gestures dosyası

source: NVDA configurations file
pt: Ficheiro de configurações do NVDA
tr: NVDA yapılandırma dosyası

source: &Select all
pt: Seleccionar &tudo
tr: &Tümünü Seç

source: &Unselect all
pt: &Desseleccionar tudo
tr: &Seçimi kaldır

source: You need to select at least one add-on to continue.
pt: É necessário seleccionar pelo menos um extra para continuar.
tr: Devam edebilmek için en az bir eklenti seçmelisiniz.

source: Error
pt: Erro
tr: Hata

source: Select a folder:
pt: Seleccionar uma pasta:
tr: Bir klasör seçin:

source: No add-ons found on selected folder.
pt: Não foram encontrados extras na pasta seleccionada.
tr: Seçilen klasörde eklenti bulunamadı.

source: You need to select at least one backup element from the list to continue.
pt: É necessário selecionar pelo menos um elemento de cópia de segurança da lista para continuar.
tr: Devam edebilmek için listeden en az bir yedekleme öğesi seçmelisiniz.

source: NVDA backup file (*.nvda-backup)|*.nvda-backup
pt: Ficheiro de cópia de segurança NVDA (*.nvda-backup)|*.nvda-backup
tr: NVDA yedekleme dosyası (*.nvda-backup)|*.nvda-backup

source: Save backup in...
pt: Guardar cópia de segurança em...
tr: Yedeği şuraya kaydet...

source: Select a NVDA backup file
pt: Selecionar um ficheiro de cópia de segurança do NVDA
tr: NVDA yedekleme dosyası seçin

source: restart
pt: reiniciar
tr: yeniden başlat

source: Restore NVDA backup
pt: Restaurar a cópia de segurança do NVDA
tr: NVDA yedeklemesini geri yükle

source: Backup &content:
pt: &Conteúdo da cópia de segurança:
tr: Yedekleme i&çeriği:

source: &Restore
pt: &Restaurar
tr: Ge&ri Yükle

source: &Close
pt: &Fechar
tr: &Kapat

source: Creating the add-on: {} {}
pt: A criar o extra: {} {}
tr: Eklentiler Oluşturuluyor {} {}

source: All add-ons were generated correctly.
pt: Todos os extras foram gerados corretamente.
tr: Tüm eklentiler başarılı şekilde oluşturuldu.

source: Press 'Accept' to continue.
pt: Prima "Aceitar" para continuar.
tr: Devam etmek için 'Kabul Et' düğmesine basın.

source: Occurred an unexpected error.
pt: Ocorreu um erro inesperado.
tr: Beklenmeyen bir hata oluştu.

source: Error: {}
pt: Erro: {}
tr: Hata: {}

source: Please try again.
pt: Por favor tente de novo.
tr: Lütfen tekrar deneyin.

source: Installing the add-on: {}
pt: A instalar o extra: {}
tr: Eklenti yükleniyor: {}

source: Instalation correctly completed.
pt: A instalação foi concluída corretamente.
tr: Yükleme başarıyla tamamlandı.

source: NVDA needs to restart to make changes available.
pt: O NVDA precisa de reiniciar para que as alterações fiquem disponíveis.
tr: Değişikliklerin geçerli olması için NVDA'nın yeniden başlatılması gerekiyor.

source: Press 'Accept' to restart.
pt: Pressione "Aceitar" para reiniciar.
tr: Yeniden başlatmak için 'Kabul Et'e basın.

source: Was not possible to install the add-on.
pt: Não foi possível instalar o extra.
tr: Eklenti yüklenemedi.

source: Compatibility error.
pt: Erro de compatibilidade.
tr: Uyumluluk hatası.

source: Search for a compatible add-on
pt: Procure um extra compatível
tr: Uyumlu bir eklenti arayın

source: Instalation completed correctly.
pt: A instalação foi concluída corretamente.
tr: Yükleme başarılı şekilde tamamlandı.

source: However some add-ons were not possible to be installed.
pt: No entanto, não foi possível instalar alguns extras.
tr: Ancak bazı eklentiler yüklenemedi

source: The following add-ons are incompatibles, search for a compatible version: {}
pt: Os seguintes extras são incompatíveis, procure uma versão compatível: {}
tr: Aşağıdaki eklentiler uyumlu değil; lütfen uyumlu sürümleri arayın: {}

source: However some add-ons were installed.
pt: No entanto, foram instalados alguns extras.
tr: Ancak bazı eklentiler yüklendi.

source: Searching add-ons in {}...
pt: A procurar extras em {}...
tr: {} konumunda eklentiler aranıyor...

source: No compatible add-ons on directory.
pt: Não existem extras compatíveis no diretório.
tr: Dizinde uyumlu eklenti yok.

source: Add-on information extraction completed successfully.
pt: Extração de informações dos extras concluída com êxito.
tr: Eklenti bilgileri ayıklama işlemi başarıyla tamamlandı.

source: However, the folder contains incompatible add-ons.
pt: No entanto, a pasta contém extras incompatíveis.
tr: Ancak klasör uyumsuz eklentiler içeriyor.

source: * Add-ons with errors in manifest: {}' '{}
pt: * Extras com erros no manifesto: {}' '{}
tr: * Manifest dosyasında hata bulunan eklentiler: {}' '{}

source: * Add-ons not compatible with current API: {}.' '{}
pt: * Extras não compatíveis com a API actual: {}.' '{}
tr: * Mevcut API ile uyumlu olmayan eklentiler: {}.' '{}

source: Adding dictionaries folder...
pt: A adicionar a pasta de dicionários...
tr: Sözlükler klasörü ekleniyor...

source: Was not possible to add dictionaries folder to the backup file.
pt: Não foi possível adicionar a pasta dos dicionários ao ficheiro de cópia de segurança.
tr: Sözlükler klasörü yedekleme dosyasına eklenemedi.

source: Adding profiles folder...
pt: A adicionar a pasta de perfis...
tr: Profiller klasörü ekleniyor...

source: Was not possible to add profiles folder to the backup file.
pt: Não foi possível adicionar a pasta de perfis ao ficheiro de cópia de segurança.
tr: Profiller klasörü Yedekleme dosyasına eklenemedi.

source: Adding Scratchpad folder...
pt: A adicionar a pasta Scratchpad...
tr: Scratchpad klasörü ekleniyor...

source: Was not possible to add Scratchpad folder to the backup file.
pt: Não foi possível adicionar a pasta Scratchpad ao ficheiro de cópia de segurança.
tr: Scratchpad klasörü yedekleme dosyasına eklenemedi.

source: Adding profiles triggers file...
pt: A adicionar o ficheiro de accionadores de perfis ao ficheiro de cópia de segurança...
tr: Profil tetikleyicileri dosyası ekleniyor...

source: Was not possible to add profiles triggers file to the backup file.
pt: Não foi possível adicionar o ficheiro de accionadores de perfis ao ficheiro de cópia de segurança.
tr: Profil tetikleyicileri dosyası yedekleme dosyasına eklenemedi.

source: Adding gestures file...
pt: A adicionar ficheiro de comandos...
tr: Gestures dosyası ekleniyor....

source: Was not possible to add gestures file to the backup file..
pt: Não foi possível adicionar o ficheiro de comandos ao ficheiro de cópia de segurança...
tr: Gestures dosyası yedekleme dosysına eklenemedi.

source: Adding NVDA configuration file...
pt: A adicionar ficheiro de configurações do NVDA...
tr: NVDA yapılandırma dosyası ekleniyor...

source: Was not possible to add NVDA configuration file to the backup file..
pt: Não foi possível adicionar o ficheiro de configurações do NVDA ao ficheiro de cópia de segurança...
tr: NVDA yapılandırma dosyası yedekleme dosyasına eklenemedi.

source: Correctly created backup file at: {}
pt: Ficheiro de cópia de segurança corretamente criado em: {}
tr: Yedekleme dosyası aşağıdaki komumda başarıyla oluşturuldu: {}

source: The following error have Occurred: {}
pt: Ocorreu o seguinte erro: {}
tr: Aşağıdaki hata oluştu: {}

source: Was not possible to create the backup file
pt: Não foi possível criar o ficheiro de cópia de segurança
tr: Yedekleme dosyası oluşturulamadı

source: The following errors have Occurred: {}
pt: Ocorreram os seguintes erros: {}
tr: Aşağıdaki hatalar oluştu: {}

source: Restoring dictionary folder...
pt: A restaurar a pasta do dicionário...
tr: Sözlükler klasörü geri yükleniyor...

source: Was not possible to restore the dictionaries folder.
pt: Não foi possível restaurar a pasta dos dicionários.
tr: Sözlükler klasörü geri yüklenemedi.

source: Restoring profiles folder...
pt: A restaurar a pasta de perfis...
tr: Profiller klasörü geri yükleniyor...

source: Was not possible to restore the profiles folder.
pt: Não foi possível restaurar a pasta de perfis.
tr: Profiller klasörü geri yüklenemedi.

source: Restoring Scratchpad folder...
pt: A restaurar a pasta Scratchpad...
tr: Scratchpad klasörü geri yükleniyor...

source: Was not possible to restore the Scratchpad folder.
pt: Não foi possível restaurar a pasta Scratchpad.
tr: Scratchpad klasörü geri yüklenemedi.

source: Restoring profiles triggers file...
pt: A restaurar o ficheiro de accionadores de perfis...
tr: Profil tetikleyicileri dosyası geri yükleniyor...

source: Was not possible to restore the profiles triggers file.
pt: Não foi possível restaurar o ficheiro de accionadores de perfis.
tr: Profil tetikleyicileri dosyası geri yüklenemedi.

source: Restoring gestures file...
pt: A restaurar o ficheiro de comandos...
tr: Gestures dosyası geri yükleniyor...

source: Was not possible to restore the gestures file.
pt: Não foi possível restaurar o ficheiro de comandos.
tr: Gestures dosyası geri yüklenemedi.

source: Restoring NVDA configuration file...
pt: A restaurar o ficheiro de configurações do NVDA...
tr: NVDA yapılandırma dosyası geri yükleniyor...

source: Was not possible to restore the NVDA configuration file.
pt: Não foi possível restaurar o ficheiro de configurações do NVDA.
tr: NVDA yapılandırma dosyası geri yüklenemedi.

source: The restore process was completed successfully.
pt: O processo de restauro foi concluído com êxito.
tr: Geri yükleme işlemi başarıyla tamamlandı.

source: Was not possible to restore all the backup
pt: Não foi possível restaurar toda a cópia de segurança
tr: Yedekleme dosyasında bulunan bütün öğeler geri yüklenemedi

source: However some elements were restored
pt: No entanto, alguns elementos foram restaurados
tr: Ancak bazı öğeler başarıyla geri yüklendi

source: Was not possible to restore NVDA
pt: Não foi possível restaurar o NVDA
tr: NVDA geri yüklenemedi

source: Press 'Accept' or 'Close' to continue.
pt: Pressione "Aceitar" ou "Fechar" para continuar.
tr: Devam etmek için 'Kabul Et' veya 'Kapat'a basın.

source: Tools for managing add-ons
pt: Ferramentas para gerir extras
tr: Eklentileri yönetmek için araçlar

source: Set of tools to manage add-ons not available on NVDA add-ons store: * Add-on packager: To create a add-on backup file or to send a modified add-on to someone test or use; * Multiple installer: Allows to select add-ons from a folder and install all at once; * Make/restore Backups: Allow to backup and restore some NVDA preferences, such as configurations, profiles and dictionaries; * Add-ons documentation: allow to open the documentation file.
pt: Conjunto de ferramentas para gerir extras não disponíveis na loja de extras do NVDA: * Empacotador de extras: Para criar um ficheiro de cópia de segurança de um extra ou para enviar um extra modificado para alguém testar ou utilizar; * Instalador múltiplo: Permite selecionar extras de uma pasta e instalar todos de uma vez; * Fazer/restaurar Backups: Permite fazer backup e restaurar algumas preferências do NVDA, como configurações, perfis e dicionários; * Documentação dos extras: permite abrir o ficheiro de documentação.
tr: NVDA eklenti mağazasında bulunmayan eklentileri yönetmek için bir dizi araç: * Eklenti paketleyici: Bir eklenti yedekleme dosyası oluşturmak, değiştirilmiş bir eklentiyi test etmesi veya kullanması için birine göndermek için kullanılır; * Çoklu yükleyici: Bir klasörden eklentilerin seçilmesine ve tümünün aynı anda yüklenmesine olanak tanır; * Yedekleme Yap/Yedeği geri Yükle: Yapılandırmalar, profiller ve sözlükler gibi bazı NVDA tercihlerinin yedeklenmesine ve geri yüklenmesine izin verir; * Eklenti belgeleri: Yardım dosyalarını açar.
